Revit 2027 API
SymbolTypeId.KgfPerMSup2 Property
 Symbol kgf/m², indicating unit Kilograms force per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgfPerMSup2 { get; }
Public Shared ReadOnly Property KgfPerMSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgfPerMSup2 {
	ForgeTypeId^ get ();
}
static member KgfPerMSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace